{
  "filters": {
    "classes": ["1e", "2e", "3e", "4e", "5e", "6e"],
    "options": ["Animation", "Comptabilité", "Immersion", "Informatique"]
  },
  "posts": [
    {
      "id": 0,
      "title": "“Chat and snack”",
      "src": "Chat-and-snack.png",
      "date": "03 octobre 2024",
      "filters": ["3e", "Immersion"],
      "details": "Dans le cadre de leur cours de conversation, les élèves de 3e D immersion anglais réalisent chaque mois un \"chat and snack\" (concept anglais qui permet aux personnes de se réunir et de discuter). Ce concept permet aux élèves d'utiliser la langue anglaise dans des conversations de tous les jours en apprenant à manier le vocabulaire de la vie quotidienne, comme lorsqu'on discute lors d'un repas de famille, entre amis, ... \n Chaque mois, les élèves choisissent un thème pour cet atelier, font des recherches et apprennent le vocabulaire en lien avec le thème. Lors de ce \"chat and snack\", les élèves avaient choisi le thème de l'année : le devoir de mémoire. Ils ont notamment abordé des sujets comme la 1re et la 2ème guerre mondiale, Hitler, l’holocauste, et ont conclu en évoquant le roman d'Emmanuel Schmit \"la part de l'autre\", qui imagine un monde dans lequel Adolphe Hitler aurait été accepté à l'école des beaux arts... Les élèves se sont montrés particulièrement réactifs et intéressés. Ce fut très enrichissant, tant pour eux que pour leur professeur, Mme Fares.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid02oYoknv2aq6mBtmp8y8P2w3Rcd817Z58h56tsLbCShWBdqAAEEQcmj8UgPu9qWUpYl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 1,
      "title": "Découverte de “The duty of remembrance”",
      "src": "Decourverte-de-The-duty-of-remembrance.png",
      "date": "12 octobre 2024",
      "filters": ["1e", "Immersion"],
      "details": "Dans le cadre du cours d’expression anglais et du thème de l’année, les élèves de 1re D immersion anglais ont travaillé sur \"le devoir de mémoire\". Ils ont découvert ce qu’était «  the duty of remembrance » via une petite séquence en anglais, ils se sont ensuite rendus sur des lieux où les américains ont été pris en photo lors de la libération de Verviers.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid02WtJEQYGEbj2NduPMuJWcRK5HQjM7x5odYVMQBD1aPG3ikKwjntS9AR4sLpDYB4XFl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 2,
      "title": "Visite du Bastogne War museum",
      "src": "Visite-du-Bastogne-War-museum.png",
      "date": "18 octobre 2024",
      "filters": ["3e", "4e"],
      "details": "Juste avant les congés de détente, les élèves de 3e et 4e (général et transition) se sont rendus au Bastogne War museum.\nLeur journée s'est divisée en deux parties :\n- Ils ont visité le musée en suivant la vie de 4 personnes (une institutrice bastognarde, un jeune bastognard, un lieutenant allemand et un soldat américain), ils ont assisté à des scènes (dans un café, dans une forêt,...) durant leur visite.\n- La 2e partie était consacrée au \"War rooms\" du commandant McAuliffe où ils ont découvert les caves qui ont servi de QG pendant la guerre, la visite s'est déroulée de manière interactive, les élèves ont notamment pu prendre part à des jeux.\nCe fut une journée très enrichissante pour tous 🤗.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid0QXw4EvoUoRMUPMWtqYbYL6xzPjyTX2YXUrAMjq5CcCLkowboVtPRgmvg5AZoSME9l",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 3,
      "title": "Jeu de piste sur la guerre 14-18",
      "src": "Jeu-de-piste-sur-la-guerre-14-18.png",
      "date": "07 novembre 2024",
      "filters": ["1e", "2e"],
      "details": "Nos élèves de 1re et 2e ont participé à un jeu de piste dans le but d'en découvrir davantage sur l'histoire de la Première Guerre mondiale.\nCette après-midi, à 15h, nos vaillants soldats du 1er degré ont retrouvé le traité de l'Armistice annonçant un cessé le feu tant attendu. Ils ont dû affronter 8 épreuves, faire preuve de cohésion et d'entraide afin de gagner les précieux indices. Parties de combat naval, plateau de jeu géant, collecte de symboles passeurs de mémoire ,...\nUne fois le traité retrouvé, les différents bataillons de soldats se sont rendus dans plusieurs commerces de la ville pour déposer une boîte de petits souvenirs que les clients pourront prendre ce week-end pour commémorer l'Armistice célébrée ce 11 novembre.\nMerci et bravo à tous les professeurs encadrants d'avoir permis le succès de cette activité  👏.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid0Vxtsgf6c4Em1M7EbBbqxREuFaEfsq7w2mZkvMmUgCYpuqaB8c8Tq2kPWy8Lk1L8Gl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 4,
      "title": "Visite du Fort de Battice",
      "src": "Visite-du-Fort-de-Battice.png",
      "date": "12 novembre 2024",
      "filters": ["2e"],
      "details": "Le mardi 12 novembre, lendemain de l’Armistice, 38 élèves de 2e année se sont rendus au Fort de Battice.\nPendant deux heures, des guides passionnés les ont emmenés à 30 mètres sous terre afin de visiter les installations et les recoins de ce bâtiment d’artillerie essentiel pour la défense du territoire lors de la deuxième guerre mondiale. Les diverses anecdotes ont rendu cette visite vivante et passionnante.\nÀ l’unanimité, les étudiants en sont ressortis impressionnés par les dimensions souterraines du site et touchés par les conditions de vie très difficiles des soldats s’étant battus il y a 80 ans pour défendre notre région.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid02Hh4ZfDCKfvHJyepiv6wou82SpC4XnVf9JccvaQqn3zKrJcoJ5i9phnBPEHD8z4JUl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 5,
      "title": "Visite du musée “Territoire de la mémoire”",
      "src": "Visite-du-musee-Territoire-de-la-memoire.png",
      "date": "03 décembre 2024",
      "filters": ["4e", "Comptabilité"],
      "details": "Ce mardi 3 décembre, les élèves de 4e EQ Comptabilité se sont rendus à Liege afin de visiter le musée sur le territoire de la mémoire, dans le cadre de leur cours de sciences humaines avec Mme lejeune, et dans le cadre du thème annuel consacré au devoir de mémoire. ",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid0TvwxFmz1RAud9RWagEWPSACbtEh6gg13EdN86BKjUyNG5ieUGASdyNht8UyRtDXVl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 6,
      "title": "Visite du fort d'Eben Emael",
      "src": "Visite-du-fort-d-Eben-Emael.png",
      "date": "12 février 2025",
      "filters": ["2e"],
      "details": "Ce mercredi 12 février, dans le cadre du thème de l'année \"le devoir de mémoire\",  les élèves de 2e A et B se sont rendus au fort d'Enben Emael pour en faire la visite guidée.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid034DLRWXYUovQVK23zKfcn8Gd5Mmu8qSWmTeG1w4DC8wP1aGm6T2Nz6FwaQC7igBzHl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 7,
      "title": "Escape game sur le débarquement en Normandie",
      "src": "Escape-game-sur le-debarquement-en-Normandie.png",
      "date": "18 février 2025",
      "filters": ["3e", "4e"],
      "details": "Dans le cadre de notre thème de l'année \"le devoir de mémoire\", nos élèves de 3e et 4e année ont participé ce 18 février à un escape game sur le débarquement en Normandie.\nLes élèves ont été répartis, par équipe, dans un local avec un enseignant encadrant. Ils avaient à leur disposition un ordinateur leur donnant des énigmes à résoudre et du matériel parmi lequel ils devaient trouver les réponses. Chaque énigme résolue donnait accès à la suivante.\nUne fois toutes les énigmes résolues, ils avaient accès à un code qui leur permettait de rejoindre l'ensemble des groupes dans le réfectoire pour une dernière épreuve.\nBravo à Mmes Willems et Frisée pour la création et l'organisation de cette activité enrichissante pour nos étudiants.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid0T8rviFV7eRdNKvhkkWQAW1YdwxQw6MkLQX8JwiAJeexSGzxVQreQDET9dhhfiDHRl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 8,
      "title": "Témoignage de Simon Gronowski",
      "src": "Temoignage-de-Simon-Gronowski.png",
      "date": "24->26 mars 2025",
      "filters": ["1e", "2e", "3e", "4e", "5e", "6e"],
      "details": "Dans le cadre de notre thème de l'année, \"le devoir de mémoire\", nous avons invité M. Simon Gronowski à venir témoigner devant nos élèves et à leur raconter son histoire. À 11 ans, M. Gronowski a sauté d'un train qui l'emmenait à Auschwitz vers une mort certaine...\nPendant 3 jours, M. Gronowski s'est adressé à tous nos élèves, de la 1re à la 6e, et leur a livré un message fort : \"Vous êtes les citoyens de demain, prenez soin de notre démocratie. La paix et l'amitié entre les hommes doivent triompher.\"\nLe soir du mardi 25, c'est à une assemblée de plus de 400 personnes de tout âge que M. Gronowski a livré un témoignage bouleversant et émouvant.\nMerci à lui pour son temps, sa disponibilité et sa gentillesse envers nos élèves.",
      "links": [
        {
          "href": "https://www.facebook.com/watch/?v=1211279444080870",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 9,
      "title": "Voyage en Normandie",
      "src": "Voyage-en-Normandie.png",
      "date": "26->28 mars 2025",
      "filters": ["4e", "Animation"],
      "details": "Les élèves de 4EQ Animation ont découvert l’histoire du Débarquement en Normandie à travers un séjour riche en visites.\nLe premier jour, ils se sont rendus au Mémorial Pegasus et au cimetière britannique, rendant hommage aux soldats alliés.\n Le deuxième jour, après une visite du Mémorial de Caen, un guide les a accompagnés sur les sites emblématiques du Débarquement, comme Sword Beach et la batterie de Longues-sur-Mer, un ensemble de canons allemands stratégiquement positionnés pour défendre la côte.\nEnfin, pour conclure le voyage, ils ont exploré la ville portuaire de Honfleur, célèbre pour son Vieux Bassin et son patrimoine artistique.\nUn séjour mêlant histoire, mémoire et culture.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid02TjNSmqSdjkzZPxBcmJ7Bb9GQHjkfhcqX2SBjKG8FaVK945D6EnWjiCCq3ZS6FAY2l",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 10,
      "title": "Création d'un clip musical",
      "src": "Creation-d-un-clip-musical.png",
      "date": "14 mai 2025",
      "filters": ["5e", "6e", "Informatique"],
      "details": "Création de bout en bout d’un clip musical sur la thématique du \"Devoir de mémoire\".\nLa Section Informatique s’est lancée un défi de taille.\nLa thématique de cette année scolaire tourne autour du 80ᵉ anniversaire du débarquement en Normandie.\nDe plus, dans le cadre du projet PECA (Parcours d’Éducation Culturelle et Artistique), l’école se doit de réaliser un projet à vocation artistique.\nDe là nous est venue une idée quelque peu ambitieuse : concevoir nous-mêmes un projet répondant à ces deux objectifs.\nDans une volonté d’aborder les choses de façon non conventionnelle, inattendue et créative, nous avons choisi de réaliser un clip vidéo de bout en bout.\nÇa n’a l’air de rien, dit comme ça, mais c’est tout un voyage !\nNous ne sommes ni musiciens, ni chanteurs, ni écrivains, ni compositeurs, et encore moins danseurs.\nQuel est le rapport avec l’informatique ?\nInformatique :\nScience du traitement automatique et rationnel de l’information, considérée comme le support des connaissances et des communications.\nÀ l’heure actuelle, l’informatique est omniprésente dans tous les domaines ; le domaine des arts ne fait pas exception. Mais, conscients de nos faiblesses, nous nous sommes fait aider grâce à de nombreux partenariats, avec une autre idée un peu folle : tenir un budget de zéro euro.\nEntre l’écriture des textes, la composition et la création de la musique, la création de contenu et le montage vidéo, la création d’une identité visuelle qui nous soit propre, nous avons parcouru un chemin semé d'embûches.\nNous avons choisi d'aborder notre chanson en honorant, bien entendu, les 80 ans du débarquement en Normandie, mais aussi en faisant une analogie avec les guerres actuelles, et enfin en terminant sur une note positive : que peuvent faire les jeunes pour changer les choses ?\nC'est peut-être naïf, mais pourquoi ne pas commencer, tout simplement, avec des idées… des refrains…",
      "links": [
        {
          "href": "https://youtu.be/XPSNnG0TTGI",
          "text": "YouTube : Clip"
        },
        {
          "href": "https://www.facebook.com/Fullcycleconcept/posts/pfbid02Br5FS8Vt1mipUrSLBtQggJ2Q8DYj5WpCRu4QfYmaT4wM4hkjhRt9R7XGCTdmTLbpl",
          "text": "Facebook : Explication"
        },
        {
          "href": "https://www.facebook.com/Fullcycleconcept/posts/pfbid0MBRtuDFyDK3jinSGg7Hm4Xydv7EB2A9XCCTyUyU44TXxPAdRE5rTQPm2eCDNnVjQl",
          "text": "Facebook : Story telling et Remerciement"
        }
      ]
    },
    {
      "id": 11,
      "title": "Visite de la caserne de Spa",
      "src": "Visite-de-la-caserne-de-Spa.png",
      "date": "16 mai 2025",
      "filters": ["5e"],
      "details": "Dans le cadre de notre thème d'année \"devoir de mémoire\", les élèves de 5e se sont rendus à la caserne de Spa le vendredi 16 mai pour une journée de découverte de ce bataillon caserné à Spa depuis plus de 50 ans.\nNos étudiants ont d'abord assisté à une présentation de la Défense et des différentes possibilités de carrière à l'armée, puis ils ont participé à quatre stands proposés par l'autorité militaire : le musée du 12e de Ligne Prince Léopold - 13e de Ligne, l'armement, le matériel individuel de combat et les véhicules.\nIls ont été impressionnés par tout ce matériel, ils ont posé beaucoup de questions aux militaires présents et sont repartis enchantés par cette journée hors du commun.\nMerci à tous les professeurs accompagnants 🤗.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid0tEjxt1rfjr35aggnmJjBKvxuybXg3QorDyaEtxfJEsBZhg8Lcs3h1zCoDt1JNxucl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 12,
      "title": "Visite au cimetière américain d'Henri-Chapelle",
      "src": "Visite-au-cimetiere-americain-d-Henri-Chapelle.png",
      "date": "16 mai 2025",
      "filters": ["2e"],
      "details": "Le vendredi 16 mai, deux classes de deuxième année se sont rendues au Cimetière Américain d’Henri-Chapelle dans la cadre du thème de l’année \"devoir de mémoire\". Un guide leur a présenté de façon ludique l’histoire fascinante de ce lieu de mémoire et de recueillement ainsi que l’histoire personnelle de plusieurs soldats y étant enterrés.\nAvant de repartir, chaque élève a déposé une rose blanche sur la tombe de son choix, rendant ainsi hommage aux Américains ayant combattu pour notre liberté il y a 80 ans. L’ensemble des élèves a été surpris par le calme, la beauté et l’apaisement émanant de ce musée à ciel ouvert qui mérite d’être visité.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid032xpXKxQ8NbpTy8mcC6qUmhfByG4RMLoCiBZzZnJm2dE5xczE7GBr2GDcJHyErKfyl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 13,
      "title": "2ème visite du Fort de Batice",
      "src": "2eme-visite-du-Fort-de-Batice.png",
      "date": "19 mai 2025",
      "filters": ["2e"],
      "details": "Dans le cadre du thème de l'année \"le devoir de mémoire\", les élèves de 2eC se sont rendus au Fort de Battice. Ils ont eu droit à une visite guidée de ce lieu historique.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid02jg3zypnQF8cXZxw9Ru7J5an1TTdeZrkeL1YU1sDAVTnyd4YNiSnAs8qK5VtzAMMfl",
          "text": "Facebook"
        }
      ]
    },
    {
      "id": 14,
      "title": "Journée festive de clôture",
      "src": "Journee-festive-de-cloture.png",
      "date": "23 mai 2025",
      "filters": ["1e", "2e", "3e", "4e", "5e", "6e"],
      "details": "Ce vendredi 23 mai, c’était notre journée festive de clôture du \"devoir de Mémoire\" pour l’ensemble de l’école, élèves et équipe éducative.\nEt le moins que l’on puisse dire c’est que cette journée fut une pleine réussite. Il faut adresser un tout grand merci à Mme Laure Willems, organisatrice et coordinatrice de l’évènement, bien entourée par toute l’équipe éducative… et même quelques professeurs pensionnés.\nDès 9h00, 21 groupes ont participé à des animations dans l’école pendant que 21 autres groupes se répartissaient sur 4 parcours de 5 km différents à travers la ville pour réaliser 5 défis méticuleusement préparés.\nAprès le repas de midi, les 42 groupes ont été inversés. Ceux qui étaient à l’école pour des activités le matin sont allés marcher et ceux qui marchaient le matin ont participé à des animations dans l’école.\nClôture finale tous ensemble dans le hall de sport avec projection d’une interview de Simon Gronowski.\nPour les animations dans l’école, il y avait de quoi satisfaire chacun :\n- Un quizz interactif;\n- Des jeux de société créés sur le thème de la seconde guerre mondiale (trivial poursuit, dobble, memory, jeu de l’oie…);\n- Des jeux géants en bois dans la salle d’étude;\n- Un parcours du combattant dans les 2 halls de sport;\n- Une activité créative pour réaliser une fresque géante avec des coquelicots (symbole du souvenir);\n- 4 salles d’exposition dans les locaux du rez-de-chaussée.",
      "links": [
        {
          "href": "https://www.vedia.be/info/devoir-de-memoire-linstitut-saint-michel-de-verviers/207520",
          "text": "Vedia"
        }
      ]
    },
    {
      "id": 15,
      "title": "Visite du Fort de Breendonk et de la caserne Dossin",
      "src": "Visite-du-Fort-de-Breendonk-et-de-la-caserne-Dossin.png",
      "date": "28 mai 2025",
      "filters": ["5e"],
      "details": "Dans le cadre de notre thème d'année \"le devoir de mémoire\", nos élèves de 5e année se sont rendus au Fort de Breendonk. Ce dernier est un des témoignages les mieux conservés de l’atrocité nazie lors de la Seconde Guerre mondiale.\nNos élèves ont eu droit à une visite captivante qui raconte l’histoire particulièrement sinistre du SS-Auffanglager Breendonk. Des dortoirs lugubres et des chantiers de travaux forcés à la chambre de torture et au lieu d’exécution : le site respire l’horreur que les prisonniers ont subie sous l’occupation allemande.\nNos étudiants ont ensuite pris la route de la Caserne Dossin où ils ont visité l’exposition permanente qui est principalement consacrée à la persécution des Juifs et des Roms en Belgique pendant la Seconde Guerre mondiale. Ils y ont découvert l’histoire belge de la Shoah à travers des témoignages d’exclusion, de discrimination et de violence de masse, mais aussi d’espoir et de résistance.\nCe fut une journée remplie d'histoire et d'émotions pour nos élèves.",
      "links": [
        {
          "href": "https://www.facebook.com/institutsaintmichelverviers/posts/pfbid025PNgU1eEcrWDBQbX9tCySQru599KxqJzW1vvcVhUmCPMrcpS9w9tHE1Bg4GC16zcl",
          "text": "Facebook"
        }
      ]
    }
  ]
}
